<template>
                    <q-card class="dailog_wrap">
                        <q-card-section class="row items-center q-pb-none">
                            <q-space />
                            <q-btn icon="close" flat round dense v-close-popup />
                        </q-card-section>
                        <q-card-section class="dailog_contents">
                            <p class="dialog_tit">{{subject}}</p>
                            {{content}}
                        </q-card-section>
                        <div class="fixed_btn_wrap">
                            <m-button-3 size="large" color="slateBlue" class="full">확인</m-button-3>
                        </div>
                    </q-card>
</template>

<script>
export default {
    name:"Polycy",
    props: {
        polcyType: {
            type: String,
            default: function () {
                return '01';
            }
        }
    },
    computed: {
        subject() {
            for (var content of this.polcyContents) {
                if (this.polcyType === content.polcyType) {
                    return content.polcyName;
                }
            }
            return null;
        },
        content() {
            for (var content of this.polcyContents) {
                if (this.polcyType === content.polcyType) {
                    return content.polcyContent;
                }
            };
        }
    },
    data() {
        return { 
            "polcyContents":[{
                "polcyType": "01",
                "polcyName": "서비스 이용약관",
                "polcyContent": `제 1 조 (목적)

                    이 약관은 주식회사 모두리치(이하 "회사"라고 합니다)가 제공하는 인터넷과 모바일 애플리케이션 몬스탁 관련 제반 서비스(이하 "서비스"라고 합니다)를 이용하면서 "회사"와 회원의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다.


                    제 2 조 (약관의 해석)

                    1. "회사"는 이 약관 외에 별도의 운영 약관과 규정을 둘 수 있습니다. 
                    2. "서비스" 내에 안내된 운영정책, 규칙, 이용 안내 등도 규정에 포함합니다.
                    3. 이 약관에 정하지 아니한 사항이나 해석에 대해서는 별도의 운영 약관과 규정, 이용 안내, 관련 법령에 따릅니다. 


                    제 3 조 (정의)

                    이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                    1. "서비스"란 구현되는 단말기 (PC, 휴대형단말기 등의 각종 유무선 장치를 포함)과 상관없이 회원이 이용할 수 있는 인터넷과 모바일 애플리케이션 몬스탁 관련 제반 서비스를 의미합니다.
                    2. "회원"이란 "서비스"에 접속하여 이 약관에 따라 "회사"와 이용계약을 체결하고, "서비스"를 이용하는 고객을 말합니다.
                    3. "비밀번호(PASSWORD)"란 회원의 정보 보호를 위해 회원 자신이 설정한 영문자, 숫자 또는 특수문자를 말합니다.
                    4. “아이디(ID 또는 계정)”란 회원의 식별과 “서비스”의 이용을 위하여 “회원”이 선정하고 회사가 승인하는 "회원" 본인 명의의 휴대전화 번호를 말합니다.
                    5. "닉네임"이란 "회원"의 "서비스" 이용을 위하여 "회원"이 이용약관 및 개인정보처리방침에 동의한 후 수집한 "회원"의 "닉네임(이름)"을 말합니다.
                    6. "콘텐츠"란 "회원"이 "서비스"를 이용할 수 있도록 "회사"가 제공하는 개별 또는 모든 "서비스"를 의미합니다.
                    7. "유료콘텐츠"란 열람을 하기 위해 비용을 지급해야 하는 "콘텐츠"를 의미합니다.
                    8. "게시물"이란 "회원"이 "서비스"를 이용하면서 "서비스"에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다. "게시물"은 "회사"가 "회원"에게 "콘텐츠"로서 제공할 수 있습니다.
                    9. "게시물 작성자"란 게시물 작성 규정에 동의하고  "게시물"을 게시한 "회원"을 말합니다.
                    10. "구독"이란 "회사"가 정한 방법으로 비용을 지불하고 "유료콘텐츠"를 약정한 기간 이용할 권리를 획득하는 것을 말합니다.
                    11. "포인트"란 "서비스"에서 자체 발행한 포인트를 의미합니다.
                    12. "토큰"이란 "회사"가 블록체인 기술을 이용하여 발행한 암호화폐를 의미합니다.
                    13. "리워드"란 "회원"에게 "회사"가 "포인트"나 "토큰", "출금포인트"를 지급하는 행위를 의미합니다.
                    14. "출금포인트"란 원화로 출금을 할 수 있는 포인트를 의미합니다. "포인트"와 구분합니다.
                    15. "NFT"란 "회사"가 블록체인 기술을 활용하여 발행하는 '대체 불가능한 토큰'을 의미합니다. "NFT"는 "콘텐츠"와 구분하며 별도 규정을 따릅니다.
                    16. "NFT샵"이란 "회원"이 "NFT"를 구매할 수 있는 상점을 의미합니다.
                    17. "지갑"이란 암호화폐를 보관, 전송할 수 있는 디지털 지갑을 의미합니다. 
                    이 약관에서 정의하지 않은 용어의 정의는 서비스별 안내에서 정하는 바에 의합니다.


                    제 4 조 (약관 등의 명시와 설명 및 개정)

                    1. "회사"는 이 약관의 내용을 "회원"이 쉽게 알 수 이도록 "서비스" 내 또는 연결화면을 통하여 게시합니다.
                    2. "회사"는 필요한 경우 관련 법령을 위반하지 않는 범위에서 이 약관을 개정할 수 있습니다.
                    3. 이 약관을 개정할 때는 개정내용과 적용 일자를 명시하여 "서비스"에서 적용 일자 7일 전부터 적용 일자 전날까지 공지합니다. 다만, "회원"에게 불리한 변경의 경우에는 적용 일자 30일 전부터 공지합니다.
                    4. "회사"가 전항에 따라 공지하면서 "회원"에게 적용 일자 전날까지 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 공지하였음에도 "회원"이 명시적으로 거부의 의사표시를 하지 아니한 경우 "회원"이 개정약관에 동의한 것으로 봅니다. 
                    5. "회원"은 개정 약관에 동의하지 않는 경우 적용 일자 전일까지 "회사"에 거부 의사를 표시하고 "서비스" 이용계약을 해지 할 수 있습니다.


                    제 5 조 (이용계약의 체결)

                    1. 이용계약은 "회원"이 되고자 하는 자(이하 "가입 신청자"라고 합니다.)가 "회사"가 제공하는 약관의 내용에 대하여 동의를 한 다음 "회사"가 정한 절차에 따라 가입신청을 완료하고, "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
                    2. 이용계약의 성립 시기는 "회사"가 계정 생성 완료를 신청 절차상에서 표시하거나 제21조의 방식에   따른 통지가 "가입 신청자"에게 도달한 시점으로 합니다.


                    제 6 조 (이용신청 승낙의 제한 및 보류)

                    "회사"는 "가입 신청자"의 신청에 대하여 아래 각호에 해당하는 사유가 있는 경우에는 승낙하지 않을 수 있으며, 가입 이후에도 아래 각호의 사유가 확인될 경우에는 승낙을 취소하거나 이용계약을 해지할 수 있습니다. 또한 회사의 설비 여유가 없거나 기술상 또는 업무 수행상 지장이 있는 경우 그 사유가 해소될 때까지 이용신청에 대한 승낙을 보류할 수 있습니다.
                    1. "가입 신청자"가 이 약관에 의하여 이전에 "회원"자격을 상실한 적이 있는 경우
                    2. "가입 신청자"가 만 14세 미만일 때
                    3. 실명이 아닌 경우 또는 타인의 명의를 이용한 경우
                    4. 허위 또는 잘못된 정보를 기재 또는 제공하거나, "회사"가 제시하는 내용을 기재하지 않은 경우
                    5. "가입 신청자"의 귀책 사유로 인하여 승인이 불가능하거나 기타 이 약관에서 규정한 제반 사항을 위반하며 신청하는 경우
                    6. 부정한 용도 또는 영리를 추구할 목적으로 “서비스”를 이용하고자 하는 경우
                    7.  관련법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
                    8. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 또는 “회사”가 합리적인 판단에 의하여 필요하다고 인정하는 경우


                    제 7 조 ("회원" 정보의 변경)

                    1. "회원"은 "서비스"를 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 단, 일부 기재사항은 직접 수정이 불가능하고 고객센터를 통한 변경만 가능할 수 있습니다.
                    2. "회원"은 회원가입 신청 시 기재한 사항이 변경되었을 경우 "서비스"에서 직접 수정하거나 고객센터를 통하여 "회사"에 변경 사항을 통지하여야 합니다.
                    3. "회원"이 전항의 변경사항을 "회사"에 통지하지 않아 발생한 불이익에 대하여 "회사"는 책임을 지지 않습니다.


                    제 8 조 ("회원"의 닉네임 관리 의무)

                    1. "회사"는 "회원"의 "닉네임"이 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 "회사" 및 "회사"의 운영자로 오인할 우려가 있는 경우, 해당 "닉네임"의 이용을 제한할 수 있습니다.
                    2. "회원"은 비밀번호가 도용되거나 제삼자가 사용하고 있음을 안 경우 이를 즉시 "회사"에 통지하고 "회사"의 안내에 따라야 합니다.
                    3. "회원"이 전항을 준수하지 않아 발생한 불이익에 대하여 "회사"는 책임을 지지 않습니다.


                    제 9 조 (개인정보의 보호)

                    "회사"는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법 등 관련 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는 관련 법령 및 "회사"의 개인정보처리방침이 적용됩니다. 다만, "회사"가 제작한 화면 이외의 링크된 화면 등에서는 "회사"의 개인정보처리방침이 적용되지 않습니다.


                    제 10 조 ("회사"의 의무)

                    1. "회사"는 관련 법령과 이 약관을 준수하며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.
                    2. "회사"는 "회원"이 안전하게 "서비스"를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖출 수 있으며, 개인정보처리방침을 공시하고 준수합니다.
                    3. "회사"는 "서비스" 이용과 관련하여 "회원"으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 하며, "서비스" 내 게시판, 전자우편 등을 통하여 "회원"에게 처리 과정 및 결과를 전달할 수 있습니다.


                    제 11 조 ("회원"의 의무)

                    1. "회원"은 "서비스"를 이용하여 다른 "회원"에게 불법 투자자문 등의 범법을 하여서는 안 됩니다. 이를 위반하여 발생하는 모든 책임은 "회원" 본인에게 있습니다.
                    2. "회원"은 아래의 행위를 하여서는 안 됩니다.
                    ① 타인의 정보도용
                    ② "회사"가 게시한 정보의 변경
                    ③ "회사"가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
                    ④ "회사"와 기타 제삼자의 저작권 등 지식재산권에 대한 침해
                    ⑤ "회사" 및 기타 제삼자의 명예를 손상하거나 업무를 방해하는 행위
                    ⑥ 외설 또는 폭력적인 메시지, 화상, 음성, 허위사실, 기타 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위
                    ⑦ "회사"의 사전 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위
                    ⑧ "회사"의 사전 승낙 없이 에이전트(Agent), 스크립트(Script), 스파이더(Spider), 스파이웨어(Spyware), 툴바(Toolbar) 등의 자동화된 수단, 기타 부정한 방법을 통하여 "서비스"에 접속하는 행위, 노출 횟수 및 클릭 횟수를 부정하게 생성하거나 증가시키는 행위, "서비스" 이용 신청을 하는 행위, "회사"의 서버에 부하를 야기하는 행위
                    ⑨ 다른 "회원"의 개인정보 및 계정정보를 수집하는 행위
                    ⑩ 기타 불법적이거나 부당한 행위
                    3. "회원"은 관계 법령, 이 약관, 이용 안내 및 "서비스"와 관련하여 "회사"가 공지하거나 통지한 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안 됩니다.


                    제 12 조 ("게시물 작성자"의 의무)

                    1. "게시물 작성자"는 별도 작성된 게시물 작성자 규정에서 정한 내용을 숙지하고 그 내용에 동의한 이후 "게시물"을 게시하여야 합니다.
                    2. "게시물"의 게시로 인해 발생 할 수 있는 모든 민사, 형사상 책임은 "게시물 작성자"에게 있으며 회사의 약관이나 규정을 지키지 않아 발생한 회사의 손해에 대한 배상의 의무가 있습니다.


                    제 13 조 ("게시물"의 저작권)

                    1. "회원"이 "서비스" 에 게시한 "게시물"의 저작권은 저작권법에 의하여 보호를 받으며, 적법한 절차와 방법으로 "회사"에 다음과 같이 사용할 수 있는 영구적인 라이선스를 제공합니다. 상기 라이선스의 사용 및 허용 범위는 아래와 같습니다.
                    ① "서비스"의 운영, 향상, 개선, 신규 서비스 개발, 프로모션 등을 위하여 "게시물"을 사용, 편집, 저장, 복제, 수정, 공개, 전송, 공개적 실연, 공개적인 게시, 배포 또는 "회사"의 다른 서비스에 제공할 수 있는 권리
                    ② "게시물"의 이차적 저작물 제작 및 배포할 수 있는 권리
                    ③ "서비스" 홍보를 위한 목적으로 미디어, 통신사 등이 "게시물"의 내용을 보도, 방영하게 할 수 있는 권리
                    2. "회사"가 전항 이외의 방법으로 "회원"의 "게시물"을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 "회원"의 동의를 얻을 수 있습니다.
                    3. "회원"이 이용계약을 해지하거나 제22조에 의해 이용계약이 해지될 때에도 "서비스"의 운영 향상, 개선, 홍보 등 제1항에 규정된 목적 범위 내에서 본 라이선스는 존속됩니다.


                    제 14 조 ("게시물"의 이용권)

                    1. "회원"의 "게시물"을 임의로 무단 사용하여 발생하는 손실이나 기타의 문제는 전적으로 "회원" 개인의 판단에 따른 책임이며, "회사"는 이에 대하여 책임지지 않습니다
                    2. "회원"은 타인의 초상권, 저작권 등 지식재산권 및 기타 권리를 침해하는 목적으로 "게시물"을 사용할 수 없으며, 만일 타인의 권리를 침해하는 행위로 인하여 발생하는 결과에 대한 모든 책임은 "회원" 본인에게 있습니다.
                    3. "회원"은 본 서비스에 게시된 "게시물"을 무단으로 상업적이거나 기타 개인적인 이익을 위한 용도로 사용할 수 없습니다.
                    4. "회원"은 본 서비스에 게시된 "게시물"을 무단 도용하여 "회사"에 피해를 준 경우, 법적인 절차에 따라 보상해야 합니다.


                    제 15 조 ("게시물"의 관리)

                    1. "회원"의 "게시물"은 타인의 저작권을 침해하거나 허위 사실을 내용으로 하여서는 안 됩니다. "회원"의 "게시물"이 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 저작권법 등 관련 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련 법령이 정한 절차에 따라 해당 "게시물"의 게시중단 및 삭제 등을 요청할 수 있으며, "회사"는 관련 법령에 따라 조치를 하여야 합니다.
                    2. "회사"는 전항에 따른 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나, 허위 사실로 판단되거나, 기타 회사 정책 및 관련 법령에 위반될 경우에는 관련 법령에 따라 해당 "게시물"에 대하여 게시거부나 삭제 등의 조치를 할 수 있습니다. 다만, “회사”가 모든 "게시물"을 검토할 의무가 있는 것은 아닙니다.


                    제 16 조 (권리의 귀속)

                    1. "서비스"에 대한 저작권 및 지식재산권은 "회사"에 귀속됩니다.
                    2. "회사"는 "서비스"와 관련하여 "회원"에게 "회사"가 정한 이용조건에 따라 "서비스" 등을 이용할 수 있는 이용권만을 부여하며, "회원"은 이를 양도, 판매, 담보 제공 등의 처분행위를 할 수 없습니다.


                    제 17 조 ("서비스"의 제공 등)

                    1. "회사"는 "서비스"를 일정 범위로 분할하여 범위별로 이용 가능 시간을 별도로 지정할 수 있습니다. 
                    2. "서비스"는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
                    3. "회사"는 컴퓨터 등 정보통신 설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 합리적인 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 제21조에 따른 방법으로 "회원"에게 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
                    4. "회사"는 서비스의 제공에 필요한 경우 정기점검을 할 수 있으며, 정기점검 시간은 서비스 제공화면에 공지한 바에 따릅니다.


                    제 18 조 ("서비스"의 변경)

                    1. "회사"는 안정적인 "서비스" 제공을 위하여 "서비스"의 내용, 운영상, 기술상 사항 등을 변경할 수 있습니다.
                    2. "회사"는 "서비스"를 변경할 경우 변경내용과 적용 일자를 명시하여 사전에 공지합니다. 단, "회원"의 권리나 의무 및 "서비스"의 이용과 관련되는 실질적인 사항을 변경할 경우 적용 일자 7일 전부터 공지하며, "회원"에게 불리한 변경의 경우 적용 일자 30일 전부터 공지합니다.
                    3. "회원"은 "서비스" 변경에 동의하지 않을 경우 "회사"에 거부 의사를 표시하고 이용계약을 해지할 수 있습니다.
                    4. "회사"는 "서비스" 제공과 관련한 회사 정책의 변경 등 타당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 "서비스"를 변경 또는 중단할 수 있으며, 이에 대해 관련 법령에 특별한 규정이 없는 한 "회원"에게 별도의 보상을 하지 않습니다.


                    제 19 조 (정보의 제공 및 광고의 게재)

                    1. "회사"는 "서비스"를 운영하면서 각종 정보를 서비스 화면에 게재하거나 제21조의 방법으로 제공할 수 있습니다.
                    2. "회사"는 "서비스"의 운용과 관련하여 홈페이지, 서비스 화면, 전자우편 등에 광고를 게재할 수 있습니다.
                    3. 전자우편을 통한 정보 및 광고의 수신을 원치 않는 경우, "회원"은 수신을 거절할 수 있습니다.
                    4. "회원"이 "서비스"상에 게재된 광고를 이용하거나 "서비스"를 통한 광고주의 판촉 활동에 참여하는 등의 방법으로 교신 또는 거래를 하는 것은 전적으로 "회원"과 광고주 간의 문제입니다. 만약 "회원"과 광고주간에 문제가 발생할 경우 "회원"과 광고주가 직접 해결하여야 하며, 이와 관련하여 "회사"는 어떠한 책임도 지지 않습니다.


                    제 20 조 ("회원"에 대한 통지)

                    1. "회사"가 "회원"에 대하여 통지를 하는 경우 이 약관에 별도의 규정이 없는 한 "회원"이 제공한 e-mail(전자우편)주소, 앱푸시, 문자 등으로 할 수 있습니다.
                    2. "회사"는 "회원" 전체에 대하여 통지를 하는 경우 7일 이상 "서비스" 내 게시판에 게시함으로써 전항의 통지에 갈음할 수 있습니다.


                    제 21 조 (이용 제한 등)

                    1. "회사"는 "회원"이 관련 법령 및 이 약관의 의무를 위반하거나 "서비스"의 정상적인 운영을 방해한 경우 경고, 일시 정지, 이용계약 해지 등으로 "서비스" 이용을 제한할 수 있습니다.
                    2. "회사"는 전항에도 불구하고, 저작권법을 위반한 불법프로그램의 제공 및 운영방해, 정보통신망 이용촉진 및 정보보호 등에 관한 법률을 위반한 불법 통신 및 해킹, 악성 프로그램의 배포, 접속 권한 초과행위 등과 같이 관련 법령을 위반한 경우에는 즉시 이용계약을 해지할 수 있습니다. 본 항에 따른 이용계약 해지 시 "서비스" 이용을 통해 획득한 모든 혜택이 소멸하며, "회사"는 이에 대해 별도로 보상하지 않습니다.
                    3.  제한의 조건 및 세부내용은 운영정책, 이용 안내 등에서 정하는 바에 의합니다.
                    4. 본 조에 따라 "서비스" 이용을 제한하거나 이용계약을 해지하는 경우에는 "회사"는 제21조에 따른 방법으로 "회원"에게 통지합니다.
                    5. "회원"은 본 조에 따른 이용 제한 등에 대해 "회사"가 정한 절차에 따라 이의신청을 할 수 있습니다. 이때 이의가 정당하다고 "회사"가 인정하는 경우 "회사"는 즉시 "서비스"의 이용을 재개합니다.


                    제 22 조 (이용계약 해지)

                    1. "회원"은 언제든지 고객센터를 통하여 이용계약 해지를 신청할 수 있으며, "회사"는 관련 법령이 정하는 바에 따라 이를 즉시 처리하여야 합니다. 단, "서비스" 상 특수한 목적 (예측 글의 종결처리를 위해 필요한 경우 외)에 해당하는 경우 지연 처리할 수 있다.
                    2. 회원 가입 시 가입을 대가로 "회사"가 "회원"에게 경품 등을 제공하고 "회원"이 가입일로부터 1년 이내 계약을 해지할 때 "회원"은 받은 경품 등을 "회사"에 반환하여야 합니다.
                    3. "회사"는 "회원"에게 다음과 같은 사유가 발생할 경우 이용계약을 해지할 수 있습니다.
                    ① 본 약관을 위반한 경우
                    ② 관계 법령을 위반한 경우
                    ③ 회사가 제공하는 "서비스"의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
                    ④ 기타 "회사"가 합리적인 판단을 근거로 하여 "서비스"의 제공을 거부할 필요가 있다고 인정할 경우
                    4. 이용계약 해지가 완료되는 경우 관련 법령 및 개인정보처리방침에 따라 "회사"가 보유하여야 하는 정보를 제외한 모든 "회원"의 정보가 삭제됩니다.
                    5. 1항의 이유로 지연 처리 중인 "회원"은 이용계약 해지 10일 이내 이용계약 해지를 철회 할 수 있습니다. "회사"는 해지 철회를 위하여 일정 기간 "회원"의 정보를 보관할 수 있으며, 해당 기간이 지난 후에 "회원"의 정보를 삭제합니다.

                    제 23 조 (책임 제한 및 면책)

                    1. "서비스"에서 제공하는 데이터 및 분석자료는 투자를 위한 정보제공을 목적으로 하는 것이며, 투자 및 주식 거래를 목적으로 하지 않습니다. 따라서 "회사" 및 "게시물 작성자"가 제공하는 정보는 오류가 있을 수 있고, "서비스"가 지연될 수도 있으며, 이러한 정보의 오류나 "서비스"의 지연에 대해 "회사" 및 "게시물 작성자"는 어떠한 책임도 지지 않습니다.
                    2. "서비스" 및 "서비스"를 이용하여 얻은 정보에 따른 투자는 손실이 발생할 수 있으며, 이에 대한 최종 판단은 이용자 자신이 하여야 하고, 그에 따른 책임은 전적으로 이용자 자신에게 있으며, "회사"는 그로 인하여 발생하는 손해에 대해서 어떠한 책임도 지지 않습니다.
                    3. "서비스"에 게시된 정보나 의견, 자료 등은 "회사"와 아무런 관련이 없으며 게시물의 내용과 관련하여 발생한 법적 책임은 "게시물 작성자" 또는 이를 열람하는 이용자가 부담하여야 합니다. "회사"는 "회원"간 또는 "회원"과 제삼자 간에 서비스를 매개하여 발생한 분쟁에 관여할 법적 의무가 없으며, 이와 관련하여 어떠한 책임도 지지 않습니다.
                    4. "회사"는 천재지변, 디도스(DDOS)공격, IDC장애, 기간통신사업자의 회선 장애 또는 이에 준하는 불가항력으로 인하여 "서비스"를 제공할 수 없는 경우에는 "서비스" 제공에 관한 책임이 면제됩니다.
                    5. 회사는 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
                    6. "회사"는 "회원"의 귀책 사유로 인한 "서비스" 이용의 장애에 대하여는 책임을 지지 않습니다.
                    7. "회사"는 "회원"이 "서비스"와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성, 적법성 등에 관하여는 책임을 지지 않습니다.
                    8. "회사"는 무료로 제공되는 "서비스" 이용과 관련하여 관련 법령에 특별한 규정이 없는 한 책임을 지지 않습니다.
                    9. "회원"이 "서비스"를 이용하면서 "회원" 본인이 행한 불법행위나 이 약관 위반행위로 인하여 회사가 해당 회원 이외의 제삼자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 해당 "회원"은 자신의 책임과 비용으로 반드시 "회사"를 면책시켜야 합니다.


                    제 24 조 ("리워드" 규정)

                    1. "리워드"는 "회원"이 반드시 받아야 할 권리가 아니며 "회사"에 지급 의무도 없습니다. 따라서 "회사"의 사정에 의해서 "리워드"는 제외 될 수 있으며 "회원"은 "리워드"를 받지 못하였다고 하여 "회사"에 책임을 물을 수 없습니다.
                    2. "리워드"의 지급 수단, 지급 여부, 지급 사유, 지급액, 지급 시기, 지급 방식 등 상세 규정은 "서비스"에 이용 안내 등의 형태로 안내합니다.
                    3. "리워드" 규정의 결정 권한은 전적으로 "회사"에 있으며 "회사"의 판단에 따라 언제든지 변경될 수 있습니다. 


                    제 25 조 ("포인트"와 "토큰"의 변환)

                    1. "포인트"와 "토큰"은 "서비스"에서 정한 비율에 따라 상호 변환할 수 있습니다.
                    2. 변환 비율은 "회사"에서 결정하며 변환 요청 시 별도 안내합니다.
                    3. 변환 시 수수료가 발생할 수 있으며 수수료의 양은 변환 요청 시 별도 안내합니다.
                    4. "회사"는 "회원"의 1회 혹은 하루 변환량을 제한 할 수 있습니다.
                    5. "회사"는 "회원"이 이용약관, 규정 등을 위반했을 때 변환을 제한 할 수 있습니다.

                    제 26 조 ("출금포인트"의 출금)

                    1. "출금"이란 "출금포인트"를 원화로 변환하여 지급받는 행위를 의미합니다.
                    2. "출금"은 출금 요청한 "회원" 본인 명의의 은행 계좌로만 가능합니다. 
                    3. "회원"의 실수 혹은 고의로 인해 "회원" 본인이 아닌 타인의 은행 계좌로 지급된 경우, 모든 책임은 출금 요청한 "회원" 본인에게 있으며 "회사"는 어떠한 책임도 지지 않습니다.
                    4. 보유한 "출금포인트"가 50,000 이상일 때 50,000부터 1,000단위로 출금 요청을 할 수 있습니다.
                    5. "출금포인트"의 출금은 회원 일 인당 1회 1,000,000, 1일 2,000,000으로 제한합니다.
                    6. "회사"는 "회원"이 출금 요청을 한 이후 최대 10영업일 이내에 "출금"을 처리합니다.
                    7. "출금" 시 출금 요청액의 10% 혹은 1,000원 중 큰 금액이 출금 수수료로 부과되며 출금 수수료를 제외한 나머지가 지급됩니다.
                    8. "출금" 시 제세공과금이 발생할 수 있으며 제세공과금은 전액 "회원"이 부담합니다. 
                    9. "회사"는 "출금포인트"의 환금성을 보장하지 않으며 "출금"은 "회사"의 사정에 의해 중단될 수 있습니다.

                    제 27 조 ("포인트"와 "토큰", "출금포인트"의 이용 및 이용의 제한)

                    1. "회사"는 "회원"의 "포인트"와 "토큰", "출금포인트"에 대한 금융이자 지급 의무가 없으며 환금성을 보장하지 않습니다.
                    2. "포인트", "토큰", "출금포인트"는 각각 "서비스"에 안내된 범위 내에서만 사용할 수 있습니다. 
                    3. "회원"이 다음 각호에 해당하는 경우에는 "회사"는 "포인트"와 "토큰", "출금포인트"의 이용을 제한 할 수 있습니다.
                    ① 다른 "회원"의 "아이디" 또는 "비밀번호"를 부정하게 사용한 경우
                    ② 금융실명거래 및 비밀보장에 관한 법률 등 금융거래 관련 법령을 준수하지 않은 경우
                    ③ "포인트", "토큰", "출금포인트"를 이용하여 범죄행위를 하거나 범죄행위를 교사한 경우
                    ④ 타인의 결제수단(신용카드, 유선전화, 핸드폰, 초고속통신망 등)을 도용하였거나 부정한 행위로 사용한 경우
                    ⑤ 타인의 "포인트", "토큰", "출금포인트"를 무단으로 사용한 경우
                    ⑥ 특정 개인 및 법인의 범죄 행위와 연관이 있는 것으로 판단 또는 사료되는 경우
                    ⑦ "포인트", "토큰", "출금포인트"를 불법적인 현금 변통의 수단으로 사용하고 있다고 판단되는 경우
                    ⑧ "회원"이 "회사"의 영업활동을 방해하거나 "서비스"를 통해 얻은 정보를 복제 또는 유통을 시도한 경우
                    ⑨ "회원"이 "서비스"를 통해 얻은 정보를 복제, 유통, 상업적으로 이용한 경우
                    ⑩ 기타 관계 법령의 위반 시
                    4. 제3항 이외에 "서비스" 이용과 관련하여 진실한 정보를 입력하지 않은 "회원"은 법적인 보호를 받을 수 없으며, "포인트","토큰","출금포인트" 이용에 제한을 받을 수 있습니다.
                    5.  "회사"는 시스템이나 기타 관련 설비의 여유가 없는 경우 또는 기술상의 지장이 있는 경우에는 "회원"에게 통지 후, 그러한 사유가 해소될 때까지 "포인트","토큰","출금포인트" 이용을 제한할 수 있습니다.


                    제 28 조 ("포인트"와 "토큰", "출금포인트"의 유효기간)
                    
                    1. "포인트"의 유효기간은 발행 혹은 변환한 날을 기준으로 6개월이며, 유효기간이 지나면 소멸합니다.
                    2. "출금포인트"의 유효기간은 발행한 날을 기준으로 1년이며, 유효기간이 지나면 소멸합니다.
                    3. "토큰"은 유효기간이 없습니다.
                    4. "회원"이 "서비스"를 탈퇴하면 모든 "포인트", "출금포인트"는 유효기간과 무관하게 즉시 소멸합니다.


                    제 29 조 ("유료콘텐츠"의 결제 및 청약 철회, 환불)

                    1. "유료콘텐츠"의 결제 수단, 가격 등은 "서비스" 내 상점 등에서 별도 표시된 내용에 따릅니다.
                    2. "회원"이 구매하는 "유료콘텐츠"는 청약 철회가 가능한 "콘텐츠"와 청약 철회가 불가능한 "콘텐츠"로 구분됩니다. 청약 철회가 가능한 "콘텐츠"는 구매 후 7일 이내에 청약 철회를 할 수 있으며, 구매 후 7일이 지난 “콘텐츠"이거나 전자상거래 등에서의 소비자보호에 관한 법률 등 기타 관련 법령에서 정한 청약 철회 제한 사유에 해당하는 “콘텐츠"는 청약 철회가 제한됩니다. 청약 철회가 제한되는 “콘텐츠”는 제한되는 사실을 표시하거나 시험 사용할 수 있는 무료 “콘텐츠”를 제공합니다.
                    3. 청약 철회가 가능한 "유료콘텐츠"의 경우에도 구매 후 7일이 지났거나 사용한 경우, 재화 등의 가치가 현저히 감소한 경우, 기타 "회원"의 청약 철회가 제한될 수 있는 사유가 발생한 경우에는 청약 철회가 제한될 수 있습니다.
                    4. "회사"가 "회원"에게 무료로 지급한 "콘텐츠(유, 무료 콘텐츠 포함)", 선물 받은 "유료콘텐츠" 등 "회원"이 직접 구매하지 않은 "콘텐츠"는 청약 철회의 대상에서 제외됩니다.
                    5. "회사"는 "회원"으로부터 청약 철회의 신청을 받은 경우 10영업일 이내(수납확인이 필요한 경우 수납확인일로부터 10영업일 이내)에 대금을 환불합니다.
                    6. "유료콘텐츠"와 관련하여 다음의 각호와 같은 상황에 해당한다면, 고객센터를 통한 환불을 받을 수 있습니다.
                    ① "유료콘텐츠"를 구매하였으나, 구매한 "콘텐츠"를 이용할 수 있는 "서비스"가 전무하여 그에 대한 책임이 전적으로 "회사"에 있는 경우 (단, 사전에 공지된 "서비스" 점검의 경우 등 제외)
                    ② 기타 소비자 보호를 위해 "회사"에서 따로 정하는 경우
                    7. "유료콘텐츠"의 환불을 원하는 "회원"은 "회사"가 정한 절차를 통해 환불을 신청해야 하며, "회사"는 환불 신청이 정당한지 여부를 심사합니다.
                    8. "회사"가 "회원"의 환불 신청에 대하여 환불하는 것으로 결정한 경우, "회사"는 해당 "회원"이 환불받을 수 있는 "유료콘텐츠"의 잔액을 산출하여, 산출된 잔액 중 환불 수수료 10%를 제한 나머지 금액을 환불합니다. 단 본 조 제1항 제1호와 같이 ""회사"의 귀책 사유로 "서비스"를 이용하지 못한 경우, "회사"는 환불 수수료를 제하지 않습니다.
                    9. "회사"가 "회원"에게 무료로 지급한 "콘텐츠", 선물 받은 "콘텐츠" 등 "회원"이 직접 유료로 구매하지 않은 "콘텐츠"는 환불대상에서 제외됩니다.
                    10. "구독"을 이용하여 열람한 "콘텐츠"는 청약 철회 및 환불의 대상이 아닙니다.

                    제 30 조 (과오금의 환불)

                    1. "회원"에게 과오금이 발생한 경우 환불이 이루어집니다. 
                    2. 환불은 "회원"이 결제한 방법과 동일한 방법으로 환불하는 것을 원칙으로 하되, 동일한 방법으로 환불이 불가능할 때에는 다른 방법으로 환불할 수 있습니다.
                    3. "회원"의 책임 있는 사유로 과오금이 발생한 경우, 환불에 드는 수수료 등은 "회원"이 부담합니다.
                    4. 애플리케이션 다운로드 또는 네트워크 서비스를 이용하여 발생하는 요금(통화료, 데이터 통화료 등)은 환불대상에서 제외됩니다.


                    제 31 조 ("구독"의 이용 및 청약 철회)

                    1. "구독"의 이용료와 약정기간은 "서비스" 내에 별도 고지된 바를 따릅니다.
                    2. "구독" 후 7일 이내 청약 철회가 가능하나 "유료콘텐츠"를 1회 이상 이용한 경우 청약 철회가 불가능합니다.
                    3. "구독" 후 7일이 지난 후에는 청약 철회를 할 수 없습니다.
                    4. "구독"은 청약 철회 이외 중도 해지가 불가능합니다.

                    제 32조 ("NFT샵"의 이용)

                    1. "NFT샵"의 판매 방식은 경매와 고정가 방식이 있습니다.
                    2. "NFT샵"에서 구매한 "NFT"는 판매 방식과 무관하게 구매 완료 후 환불이 불가합니다.
                    3. 고정가 방식은 결제 즉시 구매가 완료됩니다.
                    4. 경매 방식은 낙찰자가 입찰금을 전액 납부 완료하는 즉시 구매가 완료됩니다.
                    5. 경매 방식의 입찰 보증금은 경매 종료 후 환불합니다. 단, 낙찰을 취소한 경우 환불하지 않습니다.
                    6. 그 외 "NFT샵"의 이용 규정은 "서비스" 내에 별도 안내된 바를 따릅니다.


                    제 33조 ("지갑"의 규정)

                    1. "지갑"의 비밀번호 관리 책임은 "회원"에게 있으며 비밀번호 분실, 유출 등의 사고로 발생할 수 있는 모든 손해의 책임은 "회원"에게 있습니다.
                    2. "지갑" 중 "회원"이 "서비스"에서 직접 생성하여 보유한 지갑을 "몬스탁 지갑"이라고 합니다.
                    3. "지갑" 중 "회원"이 "서비스"에 등록하여 사용할 수 있는 타사가 개발, 운영하는 "지갑"을 "외부 지갑"이라고 합니다.   
                    4. "회원"이 "서비스"를 탈퇴하면 "회원"의 "몬스탁 지갑"이 삭제되며, "몬스탁 지갑"에 보유 중인 "토큰"과 "NFT"도 복구할 수 없습니다.
                    5. 지원하지 않는 암호화폐나 "NFT"를 "지갑"에 전송하여 발생하는 모든 문제의 책임은 "회원"에게 있습니다.
                    6. "지갑"에서 보내기 기능을 사용할 때 전송받을 지갑 주소를 잘못 입력하여 발생하는 모든 문제의 책임은 "회원"에게 있습니다.
                    7. "외부 지갑"에서 발생할 수 있는 모든 문제는 "회원"과 "외부 지갑"을 서비스하는 주체의 책임이며 "회사"에는 책임이 없습니다.

                    제 34 조 (준거법 및 재판관할)

                    1. "서비스" 이용과 관련하여 "회사"와 "회원" 사이에 분쟁이 발생한 경우, "회사"와 "회원"은 분쟁의 해결을 위해 성실히 협의합니다.
                    2. "회사"와 "회원"간 발생한 분쟁에 대하여는 대한민국 법을 준거법으로 합니다.
                    3. "회사"와 "회원"간 발생한 분쟁에 관한 소송은 "회사"의 본사 소재지를 관할하는 법원을 전속 관할로 합니다.`
            },
            {
                "polcyType": "02",
                "polcyName": "개인정보 처리방침",
                "polcyContent": `<주식회사 모두리치>('www.monstock.app'이하 '몬스탁')은(는) 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.

                    <주식회사 모두리치>('몬스탁') 은(는) 회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

                    ○ 본 방침은 2020년 4월 6일부터 시행됩니다.


                    1. 수집하는 개인정보의 항목 및 수집 방법

                    가. 수집하는 개인정보의 항목
                    (1) 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 수집하고 있습니다.
                    필수항목 :휴대폰번호, 성명, 이메일주소, 닉네임, 비밀번호
                    선택항목 :프로필사진, 자기소개, 추천인ID, 투자성향정보, 개인 사이트 링크 
                    (2) 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
                    - IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 접속 기기 정보
                    (3) 본인 인증 서비스 이용 시 아래의 정보가 수집됩니다.
                    - 성명, 생년월일, 성별, 내외국인여부, 휴대폰번호, 통신사업자, 중복가입확인정보(DI), 암호화된 이용자 확인값(CI)
                    (4) 결제 시 아래의 정보가 수집됩니다.
                    - 결제일시, 결제방법, 결제금액, 통화, 이름, 이메일, 연락처
                    (5) 출금 및 결제 취소 또는 환불 시 아래의 정보가 수집됩니다.
                    - 계좌 정보 (본인 명의)
                    (6) 세무신고 및 제세공과금 납부 시 아래의 정보가 수집됩니다.
                    - 성명, 주민등록번호, 휴대폰번호, 신분증 사본
                    (7) 고객상담 문의 등록 시 아래의 정보가 수집됩니다.
                    - 휴대폰번호, 이메일주소, 기기 이용 환경 및 접속 위치
                    (8) 자격인증 시 아래의 정보가 수집됩니다.
                    - 자격증 사본, 상호, 유사투자자문업 신고 여부, 사업자등록증 사본
                    (9) 지갑 연결 시 아래의 정보가 수집됩니다.
                    - 지갑 주소

                    나. 개인정보 수집 방법
                    회사는 다음과 같은 방법으로 개인정보를 수집합니다.
                    - 홈페이지, 모바일 앱, 이메일, 고객센터, 이메일, 자동수집 장치를 통한 수집
                    - 타 서비스에서 제삼자 제공 동의를 통한 수집


                    2. 개인정보의 수집 및 이용목적
                    회사는 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

                    가. 홈페이지 회원가입 및 관리
                    회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정 이용 방지, 각종 고지·통지, 고충 처리, 분쟁 조정을 위한 기록 보존 
                    나. 재화 또는 서비스 제공
                    서비스 제공, 콘텐츠 제공, 맞춤 서비스 제공, 정산, 이벤트 및 광고성 정보제공
                    다. 이용자의 피해 구제 및 서비스 품질 개선 등
                    서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 서비스 개선


                    3. 개인정보의 보유 및 이용 기간
                    이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 보존 이유를 위해 명시한 기간 보존합니다.

                    가. 회사 내부 방침에 의한 정보보유 사유
                    (1) 부정 이용기록(부정 가입, 징계기록 등의 비정상적 서비스 이용기록)
                    - 보존 항목: IP Address, 접속일시, 접속 기기 
                    - 보유 기간: 5년
                    (2) 블록체인 기반 적중률 평가 기록 보존
                    - 보존 항목: 작성 게시물, 누적 적중률
                    - 보유 기간: 영구
                    (3) 임의 해지/재가입을 통한 적중률 평가 기록 초기화 및 중복가입 방지
                    - 보존 항목: DI
                    - 보유 기간: 5년
                    (4) 제휴 채널 및 자체 가입 이벤트 혜택 부정 수급 및 중복 수령 방지
                    보존 항목 : 휴대폰번호, 성명, 이메일주소, 닉네임
                    보유 기간 : 1년
                    (5) 이용 약관 22조 1항에 따라 이용계약 해지의 지연 처리와 해지 철회 처리
                    보존 항목 : 이용계약 해지 시까지 수집한 개인정보 일체
                    보유 기간 : 10일


                    나. 관련 법령에 의한 정보보유 사유
                    상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관련 법령에서 정한 일정한 기간 회원 정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존 기간은 아래와 같습니다.
                    (1) 계약 또는 청약 철회 등에 관한 기록
                    - 보유 근거: 전자상거래 등에서의 소비자보호에 관한 법률
                    - 보유 기간: 5년
                    (2) 대금결제 및 재화 등의 공급에 관한 기록
                    - 보유 근거: 전자상거래 등에서의 소비자보호에 관한 법률
                    - 보유 기간: 5년
                    (3) 소비자의 불만 또는 분쟁 처리에 관한 기록
                    - 보유 근거: 전자상거래 등에서의 소비자보호에 관한 법률
                    - 보유 기간: 3년
                    (4) 세무신고 및 제세공과금 납부 기록
                    - 보유 근거: 국세기본법
                    - 보유 기간: 5년
                    (5) 웹사이트 방문기록
                    - 보유 근거: 통신비밀보호법
                    - 보유 기간: 3개월


                    4. 개인정보 제3자 제공

                    회사는 원칙적으로 정보 주체의 개인정보를 수집·이용 목적으로 명시한 범위 내에서 처리하며, 다음의 경우를 제외하고는 정보 주체의 사전 동의 없이는 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.

                    (1) 정보 주체로부터 별도의 동의를 받는 경우
                    (2) 법률에 특별한 규정이 있는 경우
                    (3) 정보 주체 또는 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보 주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우
                    (4) 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우
                    (5) 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우
                    (6) 법원의 재판업무 수행을 위하여 필요한 경우


                    5. 개인정보의 위탁
                    회사는 원활한 서비스를 위하여 개인정보 처리를 타인에게 위탁할 수 있습니다. 이 경우 관련 법령에 따라 위탁 계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 조치를 하고 있습니다. 또한 위탁 처리하는 정보는 원활한 서비스를 제공하기 위하여 필요한 최소한의 정보에 국한합니다. 수탁업체와 위탁 목적은 다음과 같습니다.

                    가. 수탁 업체의 명칭 / 위탁하는 업무의 내용
                    - 비바리퍼블리카, KG이니시스 / 포인트 충전 및 유료 서비스 이용 결제 처리 및 관리
                    - 다날, (주)시옷(아임포트) / 서비스 이용을 위한 본인 인증
                    - 엔에이치엔 / 이메일, 휴대폰 문자, 알림톡 등을 이용한 알림 서비스의 처리


                    6. 개인정보의 파기
                    회사는 원칙적으로 개인정보 처리목적이 달성된 경우에는 바로 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.

                    가. 파기 절차
                    이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져 내부 방침 및 기타 관련 법령에 따라 일정 기간 저장된 후 혹은 즉시 파기됩니다. 이때, DB로 옮겨진 개인정보는 법률에 따른 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
                    나. 파기 방법
                    전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.


                    7. 이용자의 권리·의무 및 그 행사 방법

                    가. 이용자의 권리·의무
                    (1) 이용자는 언제든지 등록된 자신의 개인정보를 조회하거나 수정할 수 있으며 정보 삭제 및 처리 정지를 요구할 수도 있습니다.
                    (2) 회사는 다음의 어느 하나에 해당하는 경우 이용자에게 그 사유를 알리고 개인정보의 열람, 정정ㆍ삭제, 처리 정지를 제한하거나 거절할 수 있습니다.
                    ① 법률에 따라 열람이 금지되거나 제한되는 경우
                    ② 다른 사람의 생명ㆍ신체를 해할 우려가 있거나 다른 사람의 재산과 그 밖의 이익을 부당하게 침해할 우려가 있는 경우
                    나. 권리행사의 방법 및 절차
                    이용자는 개인정보의 열람, 정정ㆍ삭제, 처리 정지 요구를 대리인(이용자의 법정대리인, 이용자로부터 위임을 받은 자)에게 대신하게 할 수 있습니다. 이 경우, 대리인은 회사에 대리인의 위임장을 제출해야 합니다.


                    8. 인터넷 접속정보 파일 등 개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부

                    가. 쿠키의 사용 목적
                    회사는 이용자에게 더 빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를 제공하기 위해 쿠키(cookie)를 사용합니다. 쿠키란 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터에 저장됩니다.
                    나. 쿠키의 설치/운영 및 거부
                    이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 쿠키 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키의 저장을 거부할 때는 로그인이 필요한 서비스는 이용할 수 없습니다.
                    -Internet Explorer : 도구 메뉴 선택 > 인터넷 옵션 선택 > 개인정보 탭 클릭 > 고급 개인정보 설정 > 쿠키 수준 설정
                    -Chrome : 설정 메뉴 선택 > 고급 설정 표시 선택 > 개인정보 및 보안 > 콘텐츠 설정 선택 > 쿠키 수준 설정
                    -Safari : 환경설정 메뉴 선택 > 개인정보 탭 선택 > 쿠키 및 웹 사이트 데이터 수준 설정


                    9. 개인정보의 안전성 확보 조치
                    회사는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 조치를 하고 있습니다.

                    가. 개인정보 취급 직원의 최소화 및 교육
                    개인정보를 취급하는 직원을 지정하고 담당자에 한정 시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.
                    나. 내부관리계획의 수립 및 시행
                    개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 수행하고 있습니다.
                    다. 개인정보의 암호화
                    이용자의 비밀번호는 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안 기능을 사용하고 있습니다.
                    라. 해킹 등에 대비한 기술적 대책
                    회사는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안 프로그램을 설치하고 주기적인 갱신ㆍ점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.


                    10. 개인정보 보호 책임자
                    정보 주체께서는 회사의 서비스(또는 사업)를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만 처리, 피해구제 등에 관한 사항을 개인정보보호 책임자 및 담당 부서로 문의하실 수 있습니다. 회사는 정보 주체의 문의에 대해 지체 없이 답변 및 처리해 드릴 것입니다.

                    가. 개인정보보호 책임자 및 담당 부서
                    - 이름: 이승백
                    - 부서명: 기업부설연구소
                    - 연락처: 031-715-0610
                    - 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

                    ▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
                    - 소관 업무 : 개인정보 침해 사실 신고, 상담 신청
                    - 홈페이지 : privacy.kisa.or.kr
                    - 전화 : (국번 없이) 118
                    - 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층 개인정보침해신고센터
                    ▶ 개인정보 분쟁조정위원회
                    - 소관 업무 : 개인정보 분쟁 조정신청, 집단분쟁 조정 (민사적 해결)
                    - 홈페이지 : www.kopico.go.kr
                    - 전화 : (국번 없이) 1833-6972
                    - 주소 : (03171) 서울특별시 종로구 세종대로 209 정부서울청사 4층
                    ▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)
                    ▶ 경찰청 사이버안전국 : 182 (http://cyberbureau.police.go.kr)` 
            }, 
            {
                "polcyType": "03",
                "polcyName": "게시물 작성규정",
                "polcyContent": `몬스탁 게시물 작성 규정

                    1. 게시물이란 인사이트(종목추천 포함), 포스트, 댓글 등 몬스탁 서비스 내에 회원이 작성하는 모든 게시물을 말하며 텍스트, 이미지, 동영상, 음성 등 그 형태와는 무관하게 모두 해당합니다.
                    2. 몬스탁에 게시되는 게시물 중 특히 주식투자의견이 포함된 게시물의 경우 작성 시 항상 불특정 다수를 대상으로 작성해 주십시오.
                    3. 댓글을 이용해 회원간 일대일로 주식정보를 주고받는 것은 불법투자자문으로 해석될 가능성이 있으니 댓글로 다른 회원에게 투자종목을 추천하거나  매수, 매도 신호를 주는 것을 금지합니다. 


                    게시물 작성자 서약

                    1. 본인은 건전한 주식 투자 문화를 위해 증권 관련 법령과 규정을 준수하겠습니다.
                    2. 본인은 몬스탁의 회원으로서 몬스탁의 이용약관 및 관련 규정을 준수하겠습니다.
                    3. 본인은 게시물을 작성함에 있어 본인의 의견을 정확하게 반영하고, 외부의 부당한 압력이나 간섭 없이 작성하겠습니다.
                    4. 본인은 불공정거래([금융감독원 증권불공정거래신고센터 참고](http://cybercop.fss.or.kr/fss/scop/main.jsp))를 하지 않고, 그와 관련한 어떠한 정보도 몬스탁 서비스에 게시하지 않겠습니다.
                    5. 본인은 오직 사실에 근거한 정보만을 제공할 것이며, 허위사실을 유포하지 않겠습니다.
                    6. 본인은 다른 회원에게 불법투자자문 행위를 하지 않겠습니다.
                    7. 게시물의 저작권자로서 게시물의 내용과 관련한 법적 책임은 본인이 부담하겠습니다.

                    위 내용에 동의하며 이를 위반하여 발생한 모든 민, 형사상 책임은 본인에게 있음을 서약합니다.

                    - 금감원은 투자자문사나 투자일임업 등록 등을 하지 않은 자격이 없는 자가 타인에게 대가를 받고 일대일로 투자자문을 하는 행위를 금지하고 있습니다.` }]};
    }
};
</script>

<style>

</style>